IDEA Open Model
ReinfBarOnEdge.NumOfLayers Property
 Number of layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int NumOfLayers { get; set; }
Public Property NumOfLayers As Integer
	Get
	Set
public:
property int NumOfLayers {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace